;Translation files need to be saved in UTF-16 encoding
;Swedish translation file by iFlaX (https://forums.mydigitallife.net/members/iflax.498225/)
[Config]
Language = sv-SE

[Translations]
NoAdmin = Detta program kräver att köras som administratör.
UnsupportedSystem = Detta program kräver Windows 7 eller senare.
NoADK = Vi har upptäckt att du använder dig utav en äldre version av Windows utan att Windows 10 ADK är installerat, på grund av detta så kan det bli fel vid tillverking utav ISO filen, vi rekommenderar att du installerar Windows 10 ADK eller att du använder detta program på ett system som kör Windows 10.\n\Vill du fortsätta?
BackendTestFailed = PHP backend test misslyckades. Om inte denna backend fungerar så kommer detta program inte kunna fortsätta köra.\n\Vad betyder detta?\n - Du har inte Visual C++ Redistributable 2015 x86 installerat\n - Ditt antivirusprogram hindrar processen\n\nOm problemet kvarstår:\n - Installera Visual C++ Redistributable 2015 x86\n - Rekommenderat att temporärt avaktivera ditt antivirusprogram\n\nProgrammet kommer avslutas.
Preparing = Förbereder...
PrepareToWork = Förbereder för programmet att fungera...
Search = &Sök
SearchBuilds = Sök efter build
BuildSelectAction = &Välj vald build
BuildSelectActionSub = Visar språk, utgåva, och val för destination.
PoweredBy = Drivs av
Change = &Ändra
Language = Språk
Edition = Utgåva
SelectedBuild = Vald build
LanguageAndEdition = Språk och Utgåva
SaveOptions = Spara inställningar
Browse = &Bläddra...
SaveUUPFiles = Spara UUPs till "UUPs" undermapp
SkipConversion = Skippa UUP till ISO konvertering
StartProcess = &Starta processen
StartProcessSub = Startar nedladdning utav vald build och skapar ISO avbild från den
RetrievingListOfFiles = Hämtar lista med filer...
BuildNotDownloadable = Misslyckades med att hämta listan med tillgängliga filer. Vald build kanske inte längre är nedladdningsbar.
CommandPromptClosed = Kommandotolksfönstret har stängts eller så har ett fel uppstått.
CommandPromptClosedQuestion = Vill du starta om nedladdningen och konverterings processen samt använda dig utav filerna som redan laddats ner?\n\nOm du väljer "Nej" så kommer alla nedladdade filer tas bort.
Information = Information
TaskCompleted = Uppgiften är slutförd.
WorkDirNotCreatedYet = Arbetskatalogen har inte skapats än.
CreateDirFail = Misslyckades med att skapa arbetskatalog.
BrowseForLocation = Bläddra för önskad destination utav ISO avbilden.
DestinationLocationNotExists = Sökvägen existerar inte.
WorkDirMoveError = Ett fel har upstått under försöket att flytta arbetskatalogen.
PleaseWait = Var god vänta...
Error = Error
MovingWorkDir = Flyttar arbetskatalogen...
CannotGetBuilds = Kan inte hämta listan med tillgängliga builds.
NoSearchResults = Dina sökinställningar kunde inte hitta några tillgängliga builds.
NoLanguages = Det finns inga språk tillgängliga för detta val.
AllEditions = Alla utgåvor
NoEditions = Det finns inga utgåvor tillgängliga för detta val.
RetrievingFileInfo = Hämtar filinformation...
NoFileinfo = Filinformation finns inte för detta val.
RetrievingPacks = Hämtar paket...
OldVersion = Du kör en utdaterad version av UUP dump downloader. Det är rekommenderat att du uppdaterar till den senaste versionen.
YourVersion = Din version
LatestVersion = Senaste versionen
PhpFailedRestart = Misslyckades med att starta om PHP backend. Applikationen kommer att stängas.
PhpFailedClose = Ett fel uppstod under försöket att avsluta PHP backend. Kolla gärna om php.exe processen körs och avsluta aktiviteten manuellt.\n\nTryck på OK efter att du avslutat PHP.
UpdateAvailable = En uppdatering är tillgänglig!
UpdatesIncludedInfo1 = Följande uppdateringar är inkluderade i valda UUP set.
UpdatesIncludedInfo2 = Dessa uppdateringar kommer att automatiskt integreras under UUP till ISO konverterings processen. Detta kan ta mycket längre tid än vanlig konverteringsprocess.
PleaseSelectBuild = Var god välj önskad build.
DownloadSize = Nedladdningsstorlek
ContainsAdditionalUpdates = (Innehåller ytterligare uppdateringar)
CreateVirtualEditions = Skapa virtuella versioner
CreateVirtualEditionsNotice = Denna inställning tillåter dig att skapa alla tillgängliga virtuella versioner från vald grund utgåva(or). Denna process kan ta väldigt lång tid att slutföra.\n\nÄr du säker på att du vill aktivera denna inställning?
NotSupportedForVECreation = Denna inställning kräver att Windows 10 ADK är installerat eller att programmet körs i Windows 10.
DoYouWantAnotherBuild = Vill du ladda ner en annan build?

[Languages]
ar-sa = Arabic (Saudi Arabia)
bg-bg = Bulgarian
cs-cz = Czech
da-dk = Danish
de-de = German
el-gr = Greek
en-gb = English (United Kingdom)
en-us = English (United States)
es-es = Spanish (Spain)
es-mx = Spanish (Mexico)
et-ee = Estonian
fi-fi = Finnish
fr-ca = French (Canada)
fr-fr = French (France)
he-il = Hebrew
hr-hr = Croatian
hu-hu = Hungarian
it-it = Italian
ja-jp = Japanese
ko-kr = Korean
lt-lt = Lithuanian
lv-lv = Latvian
nb-no = Norwegian (Bokmal)
nl-nl = Dutch
pl-pl = Polish
pt-br = Portuguese (Brazil)
pt-pt = Portuguese (Portugal)
ro-ro = Romanian
ru-ru = Russian
sk-sk = Slovak
sl-si = Slovenian
sr-latn-rs = Serbian (Latin)
sv-se = Svenska
th-th = Thai
tr-tr = Turkish
uk-ua = Ukrainian
zh-cn = Chinese (Simplified)
zh-tw = Chinese (Traditional)
